[
  {
    "id": "news-001",
    "slug": "catatan-pasca-pengesahan-revisi-uu-tni",
    "title": "Catatan Pasca-Pengesahan Revisi UU TNI Aspek Legislasi dan Potensi Tumpang Tindih Kewenangan",
    "publicationDate": "2025-03-24",
    "type": "Media Briefing",
    "summary": "Jakarta, 24 Maret 2025 - Hari ini, CSIS Indonesia mengadakan Media Briefing berjudul \"Catatan Pasca-Pengesahan Revisi UU TNI: Aspek Legislasi dan Potensi Tumpang Tindih Kewenangan.\" Arya Fernandes, Ketua Departemen Politik dan Perubahan Sosial, menjelaskan bahwa revisi UU TNI ini memiliki sejumlah permasalahan dari segi legislasi, baik itu proses pembahasan dan implementasinya.",
    "imageUrl": "https://s3-csis-web.s3.ap-southeast-1.amazonaws.com/event/img/WhatsApp_Image_2023-05-22_at_10.23.57.jpg",
    "linkUrl": "/news/catatan-pasca-pengesahan-revisi-uu-tni"
  },
  {
    "id": "news-002",
    "slug": "dfd-lab-policy-dialogue-kebijakan-iklim",
    "title": "DfD Lab Policy Dialogue: Kebijakan Iklim Indonesia dalam Konteks Dinamika Global Terkini",
    "publicationDate": "2025-03-07",
    "type": "Policy Dialogue",
    "summary": "Jakarta, 5 Maret 2025 – Decarbonization for Development (DfD) Lab telah sukses menggelar Policy Dialogue bertema \"Hubungan Kebijakan Iklim dan Perdagangan Internasional\" di Auditorium CSIS, Jakarta. Acara ini ditujukan untuk meningkatkan relevansi kebijakan iklim berbasis penelitian dalam kaitannya dengan kebijakan perdagangan internasional dan upaya dekarbonisasi di Indonesia.",
    "imageUrl": "https://s3-csis-web.s3.ap-southeast-1.amazonaws.com/project/dfd.jpg",
    "linkUrl": "/news/dfd-lab-policy-dialogue-kebijakan-iklim"
  },
  {
    "id": "news-003",
    "slug": "efisiensi-anggaran-pembentukan-danantara",
    "title": "Efisiensi Anggaran dan Pembentukan Danantara: Peluang Ekonomi atau Tantangan Fiskal",
    "publicationDate": "2025-02-26",
    "type": "Media Briefing",
    "summary": "Jakarta, 25 Februari 2025 – Hari ini, CSIS Indonesia mengadakan Media Briefing berjudul \"Efisiensi Anggaran dan Pembentukan Danantara : Peluang Ekonomi atau Tantangan Fiskal\". Dalam penjelasannya, Adinova Fauri, Peneliti Departemen Ekonomi CSIS, menyebut bahwa Pemerintah seringkali membentuk kebijakan-kebijakan yang kurang efektif, termasuk efisiensi anggaran dan pembentukan Danantara.",
    "imageUrl": "https://s3-csis-web.s3.ap-southeast-1.amazonaws.com/project/dfd.jpg",
    "linkUrl": "/news/efisiensi-anggaran-pembentukan-danantara"
  },
  {
    "id": "news-004",
    "slug": "jelang-pelantikan-kepala-daerah-terpilih",
    "title": "Jelang Pelantikan Kepala Daerah Terpilih: Perubahan Peta Politik Lokal dan Arah Pemilihan Langsung ke Depan",
    "publicationDate": "2025-02-20",
    "type": "Study Release",
    "summary": "Jakarta, 19 Februari 2025 – Departemen Politik dan Perubahan Sosial CSIS merilis studi berjudul \"Kepala Daerah Terpilih 2025: Kepemimpinan Politik di Tingkat Lokal dan Tantangan untuk Generasi Elite Baru\", untuk memotret pergeseran peta politik lokal setelah pilkada serentak nasional pada November 2024 lalu. Acara ini bersamaan dengan diskusi panel tentang tema tersebut.",
    "imageUrl": "https://s3-csis-web.s3.ap-southeast-1.amazonaws.com/project/IMG_5197.jpg",
    "linkUrl": "/news/jelang-pelantikan-kepala-daerah-terpilih"
  },
  {
    "id": "news-005",
    "slug": "seminar-india-act-east-policy",
    "title": "Seminar Commemorating A Decade of India's Act East Policy: Reflections and the Way Forward for ASEAN-India Relations",
    "publicationDate": "2025-02-07",
    "type": "Seminar",
    "summary": "Centre for Strategic and International Studies (CSIS) Indonesia, in collaboration with the Mission of India to ASEAN, successfully hosted the seminar \"Commemorating A Decade of India's Act East Policy: Reflections and the Way Forward for ASEAN-India Relations\" at the CSIS Auditorium, Pakarti Centre, Jakarta, on 6 February 2025. The event marked a significant milestone in the diplomatic relations between India and ASEAN.",
    "imageUrl": "https://s3-csis-web.s3.ap-southeast-1.amazonaws.com/project/Picture5.jpg",
    "linkUrl": "/news/seminar-india-act-east-policy"
  },
  {
    "id": "news-006",
    "slug": "merespons-pernyataan-pers-menlu",
    "title": "Merespons Pernyataan Pers Tahunan Menteri Luar Negeri (PPTM) 2025 Jelang 100 Hari Diplomasi Prabowo",
    "publicationDate": "2025-01-15",
    "type": "Media Briefing",
    "summary": "Jakarta, 13 Januari 2025 -- Media briefing CSIS yang diadakan hari ini menggaisbawahi tanggapan dan harapan terhadap kebijakan luar negeri Indonesia, khususnya dalam konteks Pernyataan Pers Tahunan Menteri Luar Negeri (PPTM) 2025 dan kinerja 100 hari pertama diplomasi di bawah Presiden Prabowo. Diskusi ini menyoroti berbagai tantangan dan peluang bagi Indonesia dalam konteks diplomasi internasional.",
    "imageUrl": "https://s3-csis-web.s3.ap-southeast-1.amazonaws.com/project/IMG_3417.JPG",
    "linkUrl": "/news/merespons-pernyataan-pers-menlu"
  },
  {
    "id": "news-007",
    "slug": "dialog-penguatan-kebijakan-iklim",
    "title": "Dialog Penguatan Kebijakan Iklim Berbasis Bukti di Indonesia",
    "publicationDate": "2024-12-12",
    "type": "Launch",
    "summary": "Hari ini, 12 Desember 2024, Decarbonization for Development (DfD) Lab telah sukses meluncurkan Dashboard DfD Lab, yang menyajikan data berkala kemajuan Indonesia dalam mewujudkan komitmen dekarbonisasi. Visualisasi dataset ini dikategorikan sesuai dengan pilar dekarbonisasi industri di Indonesia yakni Energi, Iklim, dan Ekonomi. Tak hanya peluncuran Dashboard, DfD Lab turut mengadakan diskusi panel tentang penguatan kebijakan iklim berbasis bukti di Indonesia.",
    "imageUrl": "https://s3-csis-web.s3.ap-southeast-1.amazonaws.com/project/IMG_3279_2.JPG",
    "linkUrl": "/news/dialog-penguatan-kebijakan-iklim"
  },
  {
    "id": "news-008",
    "slug": "diskusi-pembiayaan-hijau-isf",
    "title": "Diskusi Pembiayaan Hijau Indonesia International Sustainability Forum (ISF) \"Pembiayaan Hijau yang Inklusif untuk Pembangunan Berkelanjutan\"",
    "publicationDate": "2024-09-11",
    "type": "Forum",
    "summary": "Jakarta, 6 September 2024: Green Investment Principles (GIP) ASEAN Chapter telah sukses melaksanakan dialog tingkat tinggi tentang Pembiayaan Hijau atau Green Financing pada hari kedua Indonesia International Sustainability Forum (ISF) 2024, di Jakarta pada Jumat siang (7/9). Dengan mengusungtema Pembiayaan Hijau yang Inklusif untuk Pembangunan Berkelanjutan, acara ini menjadi platform penting untuk diskusi tentang pembiayaan hijau di Indonesia dan kawasan ASEAN.",
    "imageUrl": "https://s3-csis-web.s3.ap-southeast-1.amazonaws.com/project/IMG_3279_2.JPG",
    "linkUrl": "/news/diskusi-pembiayaan-hijau-isf"
  },
  {
    "id": "news-009",
    "slug": "roundtable-discussion-green-financing",
    "title": "Roundtable Discussion on Green Financing Indonesia International Sustainability Forum (ISF) \"Inclusive Green Finance for Sustainable Development\"",
    "publicationDate": "2024-09-11",
    "type": "Roundtable",
    "summary": "Jakarta, 6 September 2024: The Green Investment Principles (GIP) ASEAN Chapter successfully hosted a high-level dialogue on Green Financing on the second day of the Indonesia International Sustainability Forum (ISF) 2024 in Jakarta. With the theme \"Inclusive Green Finance for Sustainable Development,\" this event served as an important platform for discussions on green financing in Indonesia and the ASEAN region.",
    "imageUrl": "https://s3-csis-web.s3.ap-southeast-1.amazonaws.com/project/Photo_Press_Release_-_GIP_ISF_English.pdf.png",
    "linkUrl": "/news/roundtable-discussion-green-financing"
  }
]
