[
  {
    "id": "yt-001",
    "slug": "csispotlight-ep8-as-tiongkok-dinamika-indonesia",
    "title": "CSISpotlight Eps 8: Dinamika Baru AS-Tiongkok: Sanggupkah Indonesia Menjawab Tantangan",
    "description": "Dari tahun 2018 hingga 2023, hubungan AS-Tiongkok berada dalam spiral yang menurun. Para ahli memperkirakan kembalinya Trump kemungkinan akan meningkatkan ketegangan kedua negara besar tersebut. Lantas, bagaimana Indonesia perlu menyikapi ini? Apakah rivalitas ini mampu memberikan peluang atau risiko bagi Indonesia?",
    "publishDate": "2025-01-24",
    "videoId": "W661tnidoig",  
    "thumbnailUrl": "https://www.youtube.com/watch?v=W661tnidoig",
    "channelTitle": "CSIS Indonesia",
    "duration": "38:26"
  },
  {
    "id": "yt-002",
    "slug": "rilis-survei-nasional-gangguan-informasi-ai",
    "title": "Rilis Survei Nasional: Menyusun Peta Jalan Menghadapi Gangguan Informasi di Era AI Generatif",
    "description": "Rilis survei ini digelar pada awal Januari 2025, sebuah momentum penting untuk menyoroti tantangan dan peluang dalam tata kelola informasi di Indonesia. Seminar ini bertujuan untuk meluncurkan dua laporan survei yang dapat membantu memahami kondisi informasi di Indonesia saat ini dan menjadi dasar bagi pembentukan kebijakan yang lebih efektif, serta kolaborasi lintas sektor yang lebih kuat dalam menghadapi gangguan informasi.",
    "publishDate": "2025-01-16",
    "videoId": "7XMesUSXwiQ",
    "thumbnailUrl": "https://img.youtube.com/vi/7XMesUSXwiQ/hqdefault.jpg",
    "channelTitle": "CSIS Indonesia",
    "duration": "2:53:50"
  },
  {
    "id": "yt-003",
    "slug": "csispotlight-ep7-global-economic-order",
    "title": "CSISpotlight Eps 7: Restoring the Global Economic Order Amid Geopolitical Turbulence",
    "description": "This episode explores ASEAN's role and impact on restoring the global economic order amid geopolitical turbulence. What are the challenges? What can ASEAN do to respond effectively in this dynamic environment?",
    "publishDate": "2024-11-29",
    "videoId": "3gBdmayf_C0",
    "thumbnailUrl": "https://img.youtube.com/vi/3gBdmayf_C0/hqdefault.jpg",
    "channelTitle": "CSIS Indonesia",
    "duration": "30:32"
  },
  {
    "id": "yt-004",
    "slug": "csispotlight-ep6-kabinet-merah-putih",
    "title": "CSISpotlight Eps 6: Kabinet Merah Putih: Mengupas Kualitas dan Kuantitas",
    "description": "Kabinet Merah Putih Presiden Prabowo memecahkan rekor baru dengan 53 anggota kabinet, menjadikan Indonesia sebagai negara dengan jumlah menteri terbanyak di dunia. Apa implikasi dari jumlah besar ini terhadap efektivitas pemerintahan dan pengambilan kebijakan?",
    "publishDate": "2024-10-31",
    "videoId": "Rb9K4bSrepQ",
    "thumbnailUrl": "https://img.youtube.com/vi/Rb9K4bSrepQ/hqdefault.jpg",
    "channelTitle": "CSIS Indonesia",
    "duration": "38:47"
  },
  {
    "id": "yt-005",
    "slug": "csispotlight-ep5-banking-climate-action",
    "title": "CSISpotlight Eps 5: Banking's Role in Financing Climate Action in Developing Countries",
    "description": "This episode explores how multinational banking institutions, particularly in developing economies like Indonesia, can enhance their roles in financing climate action, including the challenges and opportunities they face.",
    "publishDate": "2024-10-24",
    "videoId": "ErNv4ClOh60",
    "thumbnailUrl": "https://img.youtube.com/vi/ErNv4ClOh60/hqdefault.jpg",
    "channelTitle": "CSIS Indonesia",
    "duration": "23:58"
  },
  {
    "id": "yt-006",
    "slug": "csispotlight-ep4-53-tahun-csis",
    "title": "CSISpotlight Eps 4: 53 Tahun CSIS: Perjalanan Think Tank di Indonesia",
    "description": "Selama lebih dari lima dekade, perkembangan CSIS terkait erat dengan sejarah Indonesia dan didasarkan pada pemahaman mendalam tentang isu ekonomi, politik, dan sosial. Episode ini membahas perjalanan CSIS serta kontribusinya bagi pembangunan Indonesia di masa depan.",
    "publishDate": "2024-10-08",
    "videoId": "PqOBkPNgXJg",
    "thumbnailUrl": "https://img.youtube.com/vi/PqOBkPNgXJg/hqdefault.jpg",
    "channelTitle": "CSIS Indonesia",
    "duration": "33:15"
  },
  {
    "id": "yt-007",
    "slug": "csispotlight-ep3-dekarbonisasi-ekonomi-indonesia",
    "title": "CSISpotlight Episode 3: Dekarbonisasi Ekonomi Indonesia: Antara Harapan dan Tantangan",
    "description": "Bagaimana langkah Indonesia menuju ekonomi hijau? Apa saja peluang dan tantangan yang dihadapi? Episode ini membahas strategi dekarbonisasi yang krusial bagi masa depan ekonomi dan lingkungan Indonesia.",
    "publishDate": "2024-09-27",
    "videoId": "TFGkdFil8Y8",
    "thumbnailUrl": "https://img.youtube.com/vi/TFGkdFil8Y8/hqdefault.jpg",
    "channelTitle": "CSIS Indonesia",
    "duration": "29:02"
  },
  {
    "id": "yt-008",
    "slug": "csispotlight-ep2-kebijakan-luar-negeri-prabowo",
    "title": "CSISpotlight Episode 2: Arah Kebijakan Luar Negeri di Tangan Prabowo",
    "description": "Episode ini mengupas arah kebijakan luar negeri Indonesia di bawah kepemimpinan Presiden Prabowo, serta bagaimana Indonesia akan memposisikan dirinya dalam dinamika geopolitik global.",
    "publishDate": "2024-09-03",
    "videoId": "JC874e82byk",
    "thumbnailUrl": "https://img.youtube.com/vi/JC874e82byk/hqdefault.jpg",
    "channelTitle": "CSIS Indonesia",
    "duration": "54:57"
  },
  {
    "id": "yt-009",
    "slug": "csispotlight-ep1-darurat-konstitusi-jokowi",
    "title": "CSISpotlight Episode 1: Darurat Konstitusi di Akhir Masa Pemerintahan Jokowi",
    "description": "Diskusi mendalam tentang kondisi darurat konstitusi dan tantangan demokrasi di masa akhir pemerintahan Presiden Jokowi bersama peneliti dari Departemen Politik dan Perubahan Sosial CSIS Indonesia.",
    "publishDate": "2024-08-23",
    "videoId": "ABff4jRj3_A",
    "thumbnailUrl": "https://img.youtube.com/vi/ABff4jRj3_A/hqdefault.jpg",
    "channelTitle": "CSIS Indonesia",
    "duration": "35:07"
  },
  {
    "id": "yt-010",
    "slug": "closing-speech-suahasil-nazara-dfd-lab-report-launch",
    "title": "Closing Speech Vice Minister of Finance of Indonesia Suahasil Nazara at Report Launch DfD Lab, CSIS",
    "description": "Sambutan penutup oleh Wakil Menteri Keuangan Suahasil Nazara dalam peluncuran Laporan Perdagangan dan Investasi Berkelanjutan Indonesia yang diselenggarakan oleh DfD Lab, CSIS Indonesia. Acara ini juga mencakup DfD Lab Lecture bertema “The Summit of the Future: a Vision for a United Nations 2.0.”",
    "publishDate": "2024-07-19",
    "videoId": "91OeteSeYtY",
    "thumbnailUrl": "https://img.youtube.com/vi/91OeteSeYtY/hqdefault.jpg",
    "channelTitle": "CSIS Indonesia",
    "duration": "26:58"
  }
] 